export default {
  placeholderText: 'Введите текcт',
  titleBtnText: 'Check',
  placeholderNumber: 'Введите число',
  titleBtnNumber: 'Check',
  errorMessage:{
    text:{
      pass:'Это строка',
      failed:'Это не строка',
    },
    number:{
      pass:'Это число',
      failed:'Это не число',
    }
  },
  textLength:{
    text: "Длина должна быть больше 0 и меньше 100",
    number: 'Длина должна быть больше 0 и меньше 10'
  },
  startPage: `Привет! Рад тебя здесь видеть!
  На этой странице спрятаны баги и пасхалки, попробуй отыскать их. 
  Что бы найти пасхалки - вот тебе подсказки: 🌍, 🐛, 📏, 🎓, 📗`,
  secrets:{
    sClick:'Наша группа называется "Марс". Я пытался его нарисовать, но художник из менять никакой)))) Поздравляю, одна из пасхалок найдена!🎉',
    sBag:'Баг или Фича? - тут еще много таких. Попробуй найти их все). Поздравляю, одна их пасхалок найдена!🎉',
    sPlanet:'Планета? Марс? - прямо как название нашей группы. Поздравляю, пасхалка найдена!🎉',
    sQa:'Тестировщик - это не простая профессия, но я уверен, что у тебя получится ее освоить! 😎 Поздравляю, пасхалка найдена!🎉',
    sDoc:'Чек-лист или тест-кейс, что же выбрать... Поздравляю, пасхалка найдена! 🎉',
    sPracticum:'Наша когорта - 4. Мы крутые!😎 Поздравляю, пасхалка найдена! 🎉',
  }
}